Revit 2027 API
BuiltInFailures.DimensionFailures.SomeSpotDimensionsLostOnPaste Property
 Some Spot Dimensions were not copied because some References were lost.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SomeSpotDimensionsLostOnPaste { get; }
Public Shared ReadOnly Property SomeSpotDimensionsLostOnPaste As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SomeSpotDimensionsLostOnPaste {
	FailureDefinitionId^ get ();
}
static member SomeSpotDimensionsLostOnPaste : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.DimensionFailures Class
Autodesk.Revit.DB Namespace